{
  "geometry": "1362x1071+334+0",
  "view_mode": "tabbed",
  "boxes": [
    {
      "file_path": "onedrive:01G3ZRC7DTV7TSMQORUZFJQJBLHZRJ3EH6",
      "title": "_Temp",
      "saved": true,
      "content": "Scout IT info. with Ricky Adams (ricky@ocotilloholdings.com)\n\n\nMobile devices:\n\tAll Verizon across all areas (LA, AZ, and ID) (will get list then talk to Verizon about transferring) (Ocatillo Holdings)\n\tiPhones only (corporate phone)\n\nLaptops (what is the plan to aquire?):\n\tAll Windows and managed and a 365 (a domain) (owned and used by multiple companies)\n\tGoogle Suites in use (Scout to look at carving out some Admin)\n\t\nEoStar:\n\tIndividual credentials\n\tNot using Karma\n\tAre using Brand Buiilder for Idaho\n\tAre using iDIG\n\t\nOther/Misc. Domain Admin (scoutdist.com)\n\tWebsite (could be reduced to Idaho and transferred) (may have to wait until Scout AZ goes away; LA is already gone)\n\tShopify (share between all Scout)\n\tMay have to buy the domain to keep the website to keep it\n\nISP Admin.:\n\tMay not apply\n\t7 year lease\n\tInternet is Fat Beam\n\t3rd party MSP (Quality IT out of San Diego)\n\tBoise (Five Mile), Post Falls (warehouse with Spectrum Small Business)\n\nMFDs and other devices:\n\tGoing to compile a list\n\tField printers are a mix of Brother and Zebra\n\tA conference room exists in Boise\n\nFintech:\n\tGet Costco orders through Fintech (also use Bevmo and Trader Joes)\n\tDo not use EDI for anyone\n\tPrefer Opentext over SPS Commerce\n\t\nGeneral:\n\tNo other aquierers are buying laptops or phones for this\n\tRicky is open to helping out in any way, but has no final date with holding company (he is located in Boise)\n\n--\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
      "font_size": 11
    },
    {
      "file_path": "onedrive:01G3ZRC7D7UNSHPGNSRRB3CKOWGE4GBYJH",
      "title": "DisableAccount",
      "saved": true,
      "content": "Sessions revoked, Security Factor removed, password changed, One Login license removed, and account blocked and disabled on the network/account side.\n\nAccount disabled.  No email forwarding requested.\n\nAccount disabled.  No email forwarding requested, and no workstation hardware listed.\n\nAccount disabled.  No email forwarding requested.  Reached out to Manager about equipment.\n\nAccount disabled.  No associated hardware found.\n\nAccount found disabled.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
      "font_size": 11
    },
    {
      "file_path": "onedrive:01G3ZRC7HYKRRRJWSLDRBJOAS3MNAF5DUA",
      "title": "MailboxDelegate",
      "saved": true,
      "content": "You have been assigned as a Delegate on the requested mailbox(es).  The account(s) should appear in your Outlook in time.  Please contact IT (ithelp@haydenbeverage.com) if they do not.  Thank you.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
      "font_size": 11
    },
    {
      "file_path": "onedrive:01G3ZRC7EEKPW3BT5N2NH2P6GDLVVWSYMP",
      "title": "ReportEmail",
      "saved": true,
      "content": "When you receive emails like this, you can flag them as SPAM or phishing using the \"Report Message\" button available in the Outlook client, from the mobile and from the Outlook web application.\n\nFrom Outlook:\n\n1. Look for Report Message on the Toolbar of Outlook or the message pop-up\n2. Click on the down arrow and choose either \"Junk\" or \"Phishing\"\n\nFrom the Outlook mobile app:\n\n1.  Click the ellipses (3 horizontal dots circled in red below)\n2.  Select \"Report Message\" and then the appropriate category\n\nFrom the Outlook Web app:\n\n1. Look for \"Junk\" on the message toolbar and click the down arrow\n2. Tag the message as \"Phishing\" (or whatever is most appropriate)\n\n\nDoing this will automatically execute the actions:\n\n* Delete the message from your Inbox\n* Generate a notification to us so we can investigate\n* Send data to Microsoft so they can research and improve their email protection algorithm(s)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
      "font_size": 11
    },
    {
      "file_path": "onedrive:01G3ZRC7DKNHPLQMFABJCJGGHRYWAUBREV",
      "title": "Subcribe",
      "saved": true,
      "content": "If you need a license for software, the best way to do that is to subscribe as needed.  The license is good for 72 hours, and using this approach saves the company versus permanently assigned licensing.\n\nTo subscribe, do this:\n\n1.\tProceed to online Service Desk Portal (also available via the OneLogin Portal IT ServiceDesk app, and possibly at https://servicedesk.haydenbeverage.com)\n\n2.\tSelect \"Application License Request\", enter a \"Request Reason\", and click \"Send\". \n\n3.\tIf subscribing to an Adobe license, within 30 minutes or so, you should receive an email from Adobe confirming your license has been assigned. (contact us if you don't).\n\n\n**Note that you need to sign out and back into the selected app to access the licensed features.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
      "font_size": 11
    },
    {
      "file_path": "onedrive:01G3ZRC7C7OABMUCDGZBFLBIKTYF4BYZXT",
      "title": "SupportTicket",
      "saved": true,
      "content": "What is a good time to look at this, what is a good number to reach you at and what is the asset number of your machine?  Thanks.\n\nWhat would be a good time to look at this and which you at?  I will also need the asset number of the machine you are using.  Thanks.\n\n\n\nI've created a ticket for you on the IT Help Desk.  For better coverage in the future, please consider emailing ithelp@haydenbeverage.com in place of it@haydenbeverage.com for better coverage and issue tracking.\n\nThank you!\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
      "font_size": 11
    },
    {
      "file_path": "onedrive:01G3ZRC7A37SN4HMILKFHIQ6ZJXRK7NAUW",
      "title": "UserTextInfo",
      "saved": true,
      "content": "Never Logged In Text:\n\nHey, this is Jeffrey from Hayden IT.  It looks like you have not yet logged into your new account.  If you are having trouble, here are some helpful hints:  first, go to login.haydenbeverage.com and look for \"Forgot Password\".  Then, enter your user name (USERNAME) and reset your password.  You will need a \"One Time Code\" to do this.  That is: 999999.  Note this code is only valid for 24 hours!\n\nAfter that, you will need to log in to One Login and click on your profile (upper right, or top left if using the mobile app).  Choose \"Security Factor\" to then set up you own Security Factor for future use.  When you do this, you will be able to use that password for all things Hayden, including email.  Let us know if you get stuck anywhere.  We can be reached at ithelp@haydenbeverage.com, or at (208) 576-3666, x1260 internally.  Thanks!\n\nPassword Reset Text w/no Security Factor:\n\nHi; this is Jeffrey with Hayden IT.  We understand you need a password reset.  Since you have no Security Factor set up, here is what you need to do:  first, go to login.haydenbeverage.com and look for \"Forgot Password\".  Then, enter your username (USERNAME) and reset your password.  You will need a One Time Code to do this.  That is: 999999.  Note this code is only valid for 24 hours!\n\n...after that, you will need to log in to One Login and click on your profile (upper right, or top left if using the mobile app).  Choose \"Security Factor\" to then set up your own Security Factor for future use.  When you do this, you will be able to use that password for all things Hayden, including email.  Let us know if you get stuck anywhere (ithelp@haydenbeverage.com, or at (208) 576-3666, x1260 internally).  Thanks!\n\nPassword Reset Text w/Security Factor:\n\nHi, this is Jeffrey with Hayden IT.  We understand you need a password reset.  Since you have a Security Factor set up, here is what you need to do:  first, go to login.haydenbeverage.com and look for \"Forgot Password\".  Then, enter your username (USERNAME) and reset your password.  You will then receive your One Time Code via whatever method you used to set that up, usually an SMS text or a message to the One Login Protect app.  Let us know if you get stuck (ithelp@haydenbeverage.com, or at (208) 576-3666, x1260 internally).  Thanks!\n\nLogged in, but no Security Factor:\n\nHi, this is Jeffrey from Hayden IT.  It looks like you have been able to log in to your account, but that you do not yet have a Security Factor set up.  You will need a Security Factor to access many of the applications at Hayden.  To set up a Security Factor, log in and (depending on the device), look for \"Security Factor\" under your profile or another menu.  Get that set up, and you should be good to go.  Please get in touch with IT (ithelp@haydenbeverage.com, or at (208) 576-3666, x1260 internally) if you run into any issues.  Thanks!\n\n\nEverything in place, but does not know how to log in:\n\nHi, this is Jeffrey from Hayden IT.  We heard that you are having troubles getting logged in.  Your account looks correct on this side, so please get in touch with us and let us know what isn't working so we can fix it.  You can always try resetting your password.  Since you have a Security Factor set up, here is what you need to do:  first, go to login.haydenbeverage.com and look for \"Forgot Password\".  Then, enter your username (USERNAME) and reset your password.  You will then receive your One Time Code via whatever method you used to set that up, usually an SMS text or a message to the One Login Protect app.  Let us know if you get stuck (ithelp@haydenbeverage.com, or at (208) 576-3666, x1260 internally).  Thanks!\n\n\nResponses:\n\nI've sent the login information you will need to the number we have on file for you.  Thank you.\n\nInstructions that include the necessary security code (if needed) were sent via SMS text to the phone number we have on file.  Thank you.\n\nInstructions sent via SMS text to the phone number we have on file.  Thank you.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
      "font_size": 11
    }
  ]
}